/* The other answer for Cocoa input manager plugin alert panel. */
"Decide later" = "Später entscheiden";

/* The default answer for Cocoa input manager plugin alert panel. */
"Disable" = "Deaktivieren";

/* The title of the Edit menu item. */
"Edit" = "Bearbeiten";

/* The alt answer for Cocoa input manager plugin alert panel. */
"Enable" = "Aktivieren";

/* The title of the Input menu item. */
"Input" = "Eingabe";

/* The title for Cocoa input manager plugin alert panel. */
"Old style plug-in input managers detected" = "Plug-In-Input-Manager im alten Format entdeckt";

/* The title of the Character Palette menu item. */
"Special Characters\\U2026" = "Sonderzeichen …";

/* The msg for Cocoa input manager plugin alert panel. */
"You have one or more old style plug-in input managers installed.  They are utilizing an unsupported and undocumented operating system functionality.  With Mac OS X 10.5 Leopard and later, this input method functionality is disabled by default due to security concerns.  Apple recommends keeping this functionality disabled.  Disabling this functionality does not limit any operating system features.\r\rWould you like to enable the plug-in input managers (the new setting takes effect after re-login)?" = "Sie haben mindestens ein altes Input-Manager-Plugin installiert. Diese verwenden eine Betriebssystemfunktion, die weder unterstützt noch dokumentiert ist. Ab Mac OS X 10.5 Leopard und neuer ist diese aus Sicherheitsgründen standardmäßig deaktiviert. Apple empfiehlt, sie deaktiviert zu lassen - andere Betriebssystemfunktionen werden dadurch nicht eingeschränkt.\r\rMöchten Sie Input-Manager-Plugins trotzdem aktivieren (die neue Einstellung wird erst nach einer erneuten Anmeldung wirksam)?";

